RhinoInside.Revit API Documentation
Revit.ActiveUIApplication Property
[Missing <summary> documentation for "P:RhinoInside.Revit.Revit.ActiveUIApplication"]
 Namespace: RhinoInside.Revit
 Assembly: RhinoInside.Revit (in RhinoInside.Revit.dll) Version: 1.5.8027
Syntax
public static Autodesk.Revit.UI.UIApplication ActiveUIApplication { get; }
@property
def ActiveUIApplication(self) -> Autodesk.Revit.UI.UIApplication
Property Value
Type: Autodesk.Revit.UI.UIApplication
See Also
Reference
Revit Class
RhinoInside.Revit Namespace